app/controllers/subscribers_controller.rb

INSERT INTO "subscribers" ("name", "email", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["name", "mmm"], ["email", "aa@aa"], ["created_at", "2018-06-28 09:45:58.610263"], ["updated_at", "2018-06-28 09:45:58.610263"]]
---
  def create
    @subscriber = Subscriber.new(subscriber_params)
    if @subscriber.save